---
layout:     post
title:      "Escape Days"
subtitle:   " \"My Fucking lives\""
date:       2025-2-22 19:00:00
author:     "Yau"
header-img: ""
catalog: "what i say"
tags:
    - JOURNAL
---
 最近已经是结束了期末的一个状态,我现在坐在钟云枫的位置上翘下这些文字,和高中好友罗宇淦通话中.畅聊着人生,今天是探望母校的日子,我却没能回去,原因我想并没有太多
 无非是1. 打美赛耽误了 2. 科研的事情始终叨扰着我.
 ---
 ### 科研
 先说说科研罢 ,最近因为校赛的事,在最近一次的组会上被孙师兄说了:没有必要对于这个比赛太过于上心,原因就是这些都是他在号卷. 于是乎显得我的许多功夫白做了,
 我讲实话是很不情愿留下来的,因为经历了如此痛苦的期末之后我觉得早些回家是一个不错的选择,尽管在学期前我是相当觉得留校是一个不错的选择,当然也是建立在美赛是一件相当有性价比的事情
 的事实基础上,然而XJTU逆天的行政效率将一个成绩计算改革政策,which should be told before we get in,知道学期末才放出,这个逆天且不要脸的行政效率,祸害了我许多,我只能说 西安交通大学的行政,
 我操你妈.原因如下
 *我本来的美赛加分才留下的原因因为你这个一直荒唐的文字而泡汤,本来回去了 我可以参加县长的酒局,和好友相会,回去宣讲逛学校
 *而现在你告诉我本来的竞赛和论文全部不加分,然后各种水课算上了分.这样就可以光明正大的给你交的太子们开后门.然后我得rank1的梦想破灭了,真是可笑呢.到头来是一场空
 *我的清北梦就作废了.我真的没话说,学校希望会越来越好吧!!
 算了说回科研 科研的事无非是要复现一个论文,也就是华中科技大学那片PPD技术,这个技术首先是我得真正实打实的进行一次技术实践,有许多原来只停留在理论上的知识现在要付诸实践可能有许多的不能理解的地方
 比如说服务器的链接操作,很难做到.还有文件的各种管理技术在实战中很难打出来.
 论文包中环境配置的包的导入依旧是格式不对的,就算那边上面下来的要求把算法能力全部扒出来,我现在连什么权重什么复现要求都还没有摸清楚的时候已经又要开组会了.所以科研方面是`压力山大的
 ---
 ### 回到我MCM
 有幸能够和彭友志,Eric李子辰组队.充分体现了我很垃圾这回事,Eric有教授父母坐镇,我彭友志更不用说了,NOIP省一等奖的含金量无需多言,而且精通各种技术,我个人觉得是相当有能力了.在这个过程中为我的无端设想提供了很多机会
 我实在是拖了一些后腿的,但是其中也不乏是线上的交流问题,我发现我适合做一个可以聆听建议的leader.对于ML的执念我理应觉得是可以放下的.总之是一段很美好的旅程,和志同道合的家伙们一起为了同一个事情努力
 真实的科研感受是相当不错的.
 ### 我的情感呢
 emmm.我还是始终放不下的一个人,我们姑且称作她叫L罢,怎么说都是难以忘怀的一个人呢,在我青春的尾端相当的惊艳,她是我从小学六年级就知道她,她是一个很很高的女孩,在我还没有穿上新世纪小幅的第一天,她站起来
 多么的高,站在隔了一个桌子的距离,她正眼不看,毕竟是和李昱霖一般的天之骄子.她的骨架很有意思,美丽.侧着身子.然后离开了食堂.那是我看她的第一眼.太美丽了,不可方物,知道现在我们都来到了自己的20岁
 她的容颜依旧,我却成了一个大叔的样子,她足足身高有172.声音相当的甜美,是我听过最甜的声音,我还不知道他的名字,只知道她是一个我可望的人,然而难以真正走进,也许就是在12岁的一次懦弱默默为未来的结局定下了一个谶.
 后来我奇迹般以特等奖获得者的身份地进入了当地最好的7班,没想到那个神秘且美丽的女孩子也在,她坐在第一排,我的母亲见到她的第一眼由于是摄像角度的问题,说出的第一句话:"这个女孩的脸好大,但是她好漂亮"
 直到后来,我在车上无心的一句话"那些树多好看啊"也会被她和爸爸误解为表白的句子.在他们的心里,其实一直想我谈恋爱,只是难以明说,在加上老师的阻拦,于是形成了一种矛盾的态度,以至于现在我都没有正式的和一个女孩
 确定过正式的恋爱关系.说回2019年的秋天,那个时候我的注意力始终究是没有放在那个女孩身上,因为在7班这个强大的环境下,她显得并不是多么的具有吸引力.那个时候另一个女孩狠狠的抓住了我的心,姑且称她为W
 不过这个也得是后话了,其实我想要发明一个躺着可以打字的电脑,因为昨晚躺在床上emo的骚话已经没有几句想的起来的了,说回L.L和W和我一同升入了同一所高中,也就是树德光华中学,我是始终对这里抱着及其复杂的感情的
 然而我们都心知肚明,我是通过提前的考试,差了0.5分被录取进去的,然后还参加了英才班(虽然最后发现不是最好的班被狠狠的背刺了一把,还不如普通版进去,然后进入3班,我认为这样我会高考成绩好很多)
 L是通过走关系进去的,直到现在我都没有戳破这件事.她在上了光华以后还给我发了别人走关系的证据,以维护自己的自尊心.不过这没有关系,谁叫他只有这点可笑的小错误呢.直到后来我一直和她维持着朋友的关系
 两个人时常越界可是从来不相互干预.平静的过着生活,平静的度过了高中.直到这个大一的日子悄然来临.
 ### 接下来的安排
 继续看看智育分罢,发现了自己的分数始终是有冲清北的潜力的,大不了不去强组了,直接混个硕士出来猛猛干三年,或者润掉去香港?我不明白.总归挣够2千万再说罢.最近在暧昧的对象大概只有洋芋小姐了罢,
 或者继续和父母钦定的女孩们继续进行尴尬的长期相亲.其中不乏邻家小妹,同学的妹妹.或者开一条新的线路?同小学初中同学Z一道?可是她家里人是始终有些看不起我的,或者很多人.不过她是个好女孩无疑.
 总之情感生活始终让人头疼.若是放弃了美赛,和县长一同吃饭,被县长家看上?很难.不过我始终认为我是一个优质的性资源.不过具体的恋爱中是十分没有上手经验,就像我的科研一样.很难以认定是否优质
 我也实在不清楚洋芋小姐的态度,因为当时有和L的恋爱期间重合,所以略显不是太上心.不过她是如此的精明,知道我是一个在温江可以是及其有能力的人,所以死死的抓住了我.始终我的变现能力太差了
 科研方面呢,可能暂时不会往外跑,好像这里的文章资源相当的充足,我只需要坐在这里.静静的等待论坛,文章的发出,勤勤恳恳的干活,留下一些好的映像罢.
 
 
